Repository: tomwuyutao/Weather-Atlas
Catalog: Weather/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

source: and %d more places
de: und %d weitere Orte
es: y %d lugares más
fr: et %d lieux supplémentaires
it: e altri %d luoghi
ja: 、ほか%d件の場所
ko: 및 기타 %d곳
pt: e mais %d locais
ru: и ещё %d мест
zh_hans: 及另外 %d 个地点
zh_hant: 及另外 %d 個地點

source: %@ data is missing for this map location.
de: Für diesen Kartenort fehlen Daten: %@.
es: Faltan datos de %@ para esta ubicación del mapa.
fr: Les données %@ sont manquantes pour cet emplacement sur la carte.
it: Mancano dati di %@ per questa posizione sulla mappa.
ja: この地図上の場所には%@のデータがありません。
ko: 이 지도 위치의 %@ 데이터가 없습니다.
pt: Faltam dados de %@ para esta localização no mapa.
ru: Для этого места на карте отсутствуют данные: %@.
zh_hans: 此地图位置缺少%@数据。
zh_hant: 此地圖位置缺少%@資料。

source: %@ from your location
de: %@ von deinem Standort
es: %@ desde tu ubicación
fr: à %@ de votre position
it: %@ dalla tua posizione
ja: 現在地から%@
ko: 현재 위치에서 %@
pt: %@ da sua localização
ru: %@ от вашего местоположения
zh_hans: 距您当前位置%@
zh_hant: 距您目前位置%@

source: %@ of %@ saved places with sunny hours
de: %@ von %@ gespeicherten Orten mit Sonnenstunden
es: %@ de %@ lugares guardados con horas de sol
fr: %@ lieux enregistrés sur %@ avec des heures de soleil
it: %@ di %@ luoghi salvati con ore di sole
ja: %@ / %@件の保存した場所に日照時間があります
ko: %@ / %@곳의 저장된 장소에 맑은 시간이 있습니다
pt: %@ de %@ locais salvos com horas de sol
ru: %@ из %@ сохранённых мест с солнечными часами
zh_hans: %@ / %@ 个已保存地点有日照时间
zh_hant: %@ / %@ 個已儲存地點有日照時間

source: %@ will be removed from All Places and every collection.
de: %@ wird aus „Alle Orte“ und jeder Sammlung entfernt.
es: %@ se eliminará de «Todos los lugares» y de todas las colecciones.
fr: %@ sera supprimé de « Tous les lieux » et de chaque collection.
it: %@ verrà rimosso da “Tutti i luoghi” e da ogni raccolta.
ja: %@ は「すべての場所」とすべてのコレクションから削除されます。
ko: ‘%@’ 장소가 모든 장소와 컬렉션에서 삭제됩니다.
pt: %@ será removido de “Todos os locais” e de todas as coleções.
ru: Место «%@» будет удалено из раздела «Все места» и всех коллекций.
zh_hans: %@ 将从“所有地点”和所有集合中移除。
zh_hant: %@ 將從「所有地點」和所有集合中移除。

source: %@ will be removed from Saved Places.
de: %@ wird aus den gespeicherten Orten entfernt.
es: %@ se eliminará de Lugares guardados.
fr: %@ sera supprimé des lieux enregistrés.
it: %@ verrà rimosso dalle posizioni salvate.
ja: %@ は保存された場所から削除されます。
ko: %@가 저장된 장소에서 제거됩니다.
pt: %@ será removido dos Locais salvos.
ru: %@ будет удален из сохраненных мест.
zh_hans: %@ 将从“保存的位置”中删除。
zh_hant: %@ 將從「已儲存的位置」中刪除。

source: %d cities are excluded from this comparison due to time zone differences.
de: %d Städte sind aufgrund von Zeitzonenunterschieden von diesem Vergleich ausgeschlossen.
es: %d ciudades se excluyen de esta comparación debido a diferencias de zona horaria.
fr: %d villes sont exclues de cette comparaison en raison de différences de fuseau horaire.
it: %d città sono escluse da questo confronto a causa delle differenze di fuso orario.
ja: タイムゾーンの違いにより、%d都市はこの比較から除外されています。
ko: 시간대 차이로 인해 %d개 도시는 이 비교에서 제외됩니다.
pt: %d cidades são excluídas desta comparação devido a diferenças de fuso horário.
ru: %d городов исключены из этого сравнения из-за различий часовых поясов.
zh_hans: 由于时区差异，%d 个城市未纳入此比较。
zh_hant: 由於時區差異，%d 個城市未納入此比較。

source: %lld of %lld places sunny
de: %lld von %lld platziert sonnig
es: %lld de %lld lugares soleados
fr: %lld sur %lld endroits ensoleillés
it: %lld di %lld luoghi soleggiati
ja: %lld の %lld は晴れの場所です
ko: %lld 중 %lld 장소는 맑음
pt: %lld de %lld lugares ensolarados
ru: %lld из %lld мест солнечно
zh_hans: %lld 的 %lld 地方阳光明媚
zh_hant: %lld 的 %lld 地方陽光明媚

source: %lld places
de: %lld Orte
es: %lld lugares
fr: %lld lieux
it: %lld luoghi
ja: %lld件の場所
ko: %lld곳
pt: %lld locais
ru: %lld места
zh_hans: %lld 个地点
zh_hant: %lld 個地點

source: %lld sunny hours
de: %lld sonnige Stunden
es: %lld horas de sol
fr: %lld heures d’ensoleillement
it: %lld ore di sole
ja: %lld時間の晴れ
ko: %lld시간 맑음
pt: %lld horas de sol
ru: %lld солнечного часа
zh_hans: %lld 小时晴朗
zh_hant: %lld 小時晴朗

source: %lld sunny places
de: %lld sonnige Orte
es: %lld lugares soleados
fr: %lld lieux ensoleillés
it: %lld luoghi soleggiati
ja: %lldか所の晴れた場所
ko: 맑은 장소 %lld곳
pt: %lld locais ensolarados
ru: %lld солнечного места
zh_hans: %lld 个晴朗地点
zh_hant: %lld 個晴朗地點

source: 1 city is excluded from this comparison due to time zone differences.
de: 1 Stadt ist aufgrund von Zeitzonenunterschieden von diesem Vergleich ausgeschlossen.
es: 1 ciudad se excluye de esta comparación debido a diferencias de zona horaria.
fr: 1 ville est exclue de cette comparaison en raison de différences de fuseau horaire.
it: 1 città è esclusa da questo confronto a causa delle differenze di fuso orario.
ja: タイムゾーンの違いにより、1都市はこの比較から除外されています。
ko: 시간대 차이로 인해 1개 도시는 이 비교에서 제외됩니다.
pt: 1 cidade é excluída desta comparação devido a diferenças de fuso horário.
ru: 1 город исключён из этого сравнения из-за различий часовых поясов.
zh_hans: 由于时区差异，1 个城市未纳入此比较。
zh_hant: 由於時區差異，1 個城市未納入此比較。

source: 10 Days
de: 10 Tage
es: 10 días
fr: 10 jours
it: 10 giorni
ja: 10日間
ko: 10일
pt: 10 dias
ru: 10 дней
zh_hans: 10 天
zh_hant: 10 天

source: 10-Day Sunny Hours
de: Sonnenstunden für 10 Tage
es: Horas de sol de 10 días
fr: Heures d’ensoleillement sur 10 jours
it: Ore di sole per 10 giorni
ja: 10日間の晴れ時間
ko: 10일간 맑은 시간
pt: Horas de sol de 10 dias
ru: Солнечные часы на 10 дней
zh_hans: 10天晴朗时段
zh_hant: 10天晴朗時段

source: 10-day sunny hours are unavailable.
de: Die Sonnenstunden für die nächsten 10 Tage sind nicht verfügbar.
es: Las horas de sol de los próximos 10 días no están disponibles.
fr: Les heures d’ensoleillement sur 10 jours ne sont pas disponibles.
it: Le ore di sole per i prossimi 10 giorni non sono disponibili.
ja: 10日間の晴れ時間は利用できません。
ko: 10일간의 맑은 시간을 사용할 수 없습니다.
pt: As horas de sol dos próximos 10 dias não estão disponíveis.
ru: Данные о солнечных часах на 10 дней недоступны.
zh_hans: 未来 10 天的晴朗时段不可用。
zh_hant: 未來 10 天的晴朗時段無法使用。

source: A collection name cannot be empty or contain invalid characters.
de: Ein Sammlungsname darf nicht leer sein oder ungültige Zeichen enthalten.
es: El nombre de una colección no puede estar vacío ni contener caracteres no válidos.
fr: Un nom de collection ne peut pas être vide ou contenir des caractères non valides.
it: Il nome di una raccolta non può essere vuoto o contenere caratteri non validi.
ja: コレクション名を空にしたり、使用できない文字を含めたりすることはできません。
ko: 컬렉션 이름은 비워 둘 수 없으며 사용할 수 없는 문자를 포함할 수 없습니다.
pt: Um nome de coleção não pode estar vazio ou conter caracteres inválidos.
ru: Название коллекции не может быть пустым или содержать недопустимые символы.
zh_hans: 集合名称不能为空或包含无效字符。
zh_hant: 集合名稱不能留白或包含無效字元。

source: A collection named %@ already exists.
de: Eine Sammlung namens %@ ist bereits vorhanden.
es: Ya existe una colección llamada %@.
fr: Une collection nommée %@ existe déjà.
it: Esiste già una raccolta denominata %@.
ja: 「%@」というコレクションはすでに存在します。
ko: ‘%@’ 컬렉션이 이미 있습니다.
pt: Já existe uma coleção chamada %@.
ru: Коллекция «%@» уже существует.
zh_hans: 名为“%@”的集合已存在。
zh_hant: 名為「%@」的集合已存在。

source: a nearby place
de: ein Ort in der Nähe
es: un lugar cercano
fr: un lieu à proximité
it: un luogo vicino
ja: 近くの場所
ko: 주변 장소
pt: um local próximo
ru: ближайшее место
zh_hans: 附近地点
zh_hant: 附近地點

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt: Sobre
ru: О приложении
zh_hans: 关于
zh_hant: 關於

source: About MapKit
de: Über MapKit
es: Acerca de MapKit
fr: À propos de MapKit
it: Informazioni su MapKit
ja: MapKitについて
ko: MapKit 정보
pt: Sobre o MapKit
ru: О MapKit
zh_hans: 关于 MapKit
zh_hant: 關於 MapKit

source: About SimpleMaps
de: Über SimpleMaps
es: Acerca de SimpleMaps
fr: À propos de SimpleMaps
it: Informazioni su SimpleMaps
ja: SimpleMapsについて
ko: SimpleMaps 정보
pt: Sobre o SimpleMaps
ru: О SimpleMaps
zh_hans: 关于 SimpleMaps
zh_hant: 關於 SimpleMaps

source: About WeatherKit
de: Über WeatherKit
es: Acerca de WeatherKit
fr: À propos de WeatherKit
it: Informazioni su WeatherKit
ja: WeatherKitについて
ko: WeatherKit 정보
pt: Sobre o WeatherKit
ru: О WeatherKit
zh_hans: 关于 WeatherKit
zh_hant: 關於 WeatherKit

source: Across current location and saved places
de: Über aktuellen Standort und gespeicherte Orte
es: Entre la ubicación actual y los lugares guardados
fr: Pour votre position actuelle et vos lieux enregistrés
it: Tra la posizione attuale e i luoghi salvati
ja: 現在地と保存済みの場所全体
ko: 현재 위치와 저장된 장소 전체
pt: Entre a localização atual e os locais guardados
ru: По текущему местоположению и сохранённым местам
zh_hans: 当前地点和已保存地点
zh_hant: 目前位置和已儲存地點

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungere
ja: 追加
ko: 추가하다
pt: Adicionar
ru: Добавлять
zh_hans: 添加
zh_hant: 添加

source: Add a Continent
de: Fügen Sie einen Kontinent hinzu
es: Agregar un continente
fr: Ajouter un continent
it: Aggiungi un continente
ja: 大陸を追加する
ko: 대륙 추가
pt: Adicionar um continente
ru: Добавить континент
zh_hans: 添加大陆
zh_hant: 添加大陸

source: Add a Country
de: Fügen Sie ein Land hinzu
es: Agregar un país
fr: Ajouter un pays
it: Aggiungi un Paese
ja: 国を追加する
ko: 국가 추가
pt: Adicionar um país
ru: Добавить страну
zh_hans: 添加国家/地区
zh_hant: 新增國家/地區

source: Add Places
de: Orte hinzufügen
es: Agregar lugares
fr: Ajouter des lieux
it: Aggiungi luoghi
ja: 場所を追加する
ko: 장소 추가
pt: Adicionar lugares
ru: Добавить места
zh_hans: 添加地点
zh_hant: 新增地點

source: Add Places by Country or Continent
de: Fügen Sie Orte nach Land oder Kontinent hinzu
es: Agregar lugares por país o continente
fr: Ajouter des lieux par pays ou continent
it: Aggiungi luoghi per paese o continente
ja: 国または大陸ごとに場所を追加する
ko: 국가 또는 대륙별 장소 추가
pt: Adicione lugares por país ou continente
ru: Добавьте места по стране или континенту
zh_hans: 按国家或洲添加地点
zh_hant: 按國家或洲新增地點

source: Adding %@
de: %@ wird hinzugefügt
es: Añadiendo %@
fr: Ajout de %@
it: Aggiunta di %@
ja: %@を追加中
ko: %@ 추가 중
pt: A adicionar %@
ru: Добавление: %@
zh_hans: 正在添加 %@
zh_hant: 正在加入 %@

source: Adding starting cities
de: Startstädte hinzufügen
es: Agregar ciudades iniciales
fr: Ajouter des villes de départ
it: Aggiunta delle città di partenza
ja: 開始都市の追加
ko: 시작 도시 추가
pt: Adicionando cidades iniciais
ru: Добавление стартовых городов
zh_hans: 添加起始城市
zh_hant: 新增起始城市

source: Adding starting cities from %@
de: Startstädte aus %@ hinzufügen
es: Agregar ciudades iniciales desde %@
fr: Ajout des villes de départ à partir de %@
it: Aggiunta delle città di partenza da %@
ja: %@ から開始都市を追加する
ko: %@에서 시작 도시 추가
pt: Adicionando cidades iniciais de %@
ru: Добавление стартовых городов из %@
zh_hans: 从 %@ 添加起始城市
zh_hant: 從 %@ 增加起始城市

source: Adds this place to Saved Places
de: Fügt diesen Ort zu gespeicherten Orten hinzu
es: Añade este lugar a lugares guardados
fr: Ajoute ce lieu aux lieux enregistrés
it: Aggiunge questo luogo ai luoghi salvati
ja: この場所を保存した場所に追加します
ko: 이 장소를 저장된 장소에 추가합니다
pt: Adiciona este local aos locais salvos
ru: Добавляет это место в сохранённые места
zh_hans: 将此地点添加到已保存地点
zh_hant: 將此地點加入已儲存地點

source: Adjusts the app text size
de: Passt die Textgröße der App an
es: Ajusta el tamaño del texto de la app
fr: Ajuste la taille du texte de l’app
it: Regola la dimensione del testo dell'app
ja: アプリの文字サイズを調整します
ko: 앱의 텍스트 크기를 조절합니다
pt: Ajusta o tamanho do texto do app
ru: Изменяет размер текста в приложении
zh_hans: 调整 App 文字大小
zh_hant: 調整 App 文字大小

source: Africa
de: Afrika
es: África
fr: Afrique
ja: アフリカ
ko: 아프리카
pt: África
ru: Африка
zh_hans: 非洲
zh_hant: 非洲

source: Allow location access in Settings to search nearby.
de: Erlaube den Standortzugriff in den Einstellungen, um in der Nähe zu suchen.
es: Permite el acceso a la ubicación en Ajustes para buscar cerca.
fr: Autorisez l’accès à la position dans Réglages pour rechercher à proximité.
it: Consenti l'accesso alla posizione in Impostazioni per cercare nelle vicinanze.
ja: 近くを検索するには、「設定」で位置情報へのアクセスを許可してください。
ko: 주변을 검색하려면 설정에서 위치 접근을 허용하세요.
pt: Permita o acesso à localização nos Ajustes para pesquisar nas proximidades.
ru: Разрешите доступ к местоположению в настройках, чтобы искать поблизости.
zh_hans: 请在“设置”中允许访问位置，以便搜索附近地点。
zh_hant: 請在「設定」中允許取用位置，以便搜尋附近地點。

source: Apple Weather legal attribution
de: Rechtliche Nennung von Apple Weather
es: Atribución legal de Apple Weather
fr: Attribution légale d’Apple Météo
it: Attribuzione legale Apple Meteo
ja: Apple Weather の法的帰属
ko: Apple Weather 법적 귀속
pt: Atribuição legal do Apple Weather
ru: Юридическая атрибуция Apple Weather
zh_hans: Apple 天气的法律归属
zh_hant: Apple 天氣的法律歸屬

source: Asia
de: Asien
fr: Asie
ja: アジア
ko: 아시아
pt: Ásia
ru: Азия
zh_hans: 亚洲
zh_hant: 亞洲

source: Attributions
de: Danksagungen
es: Atribuciones
it: Attribuzioni
ja: 帰属表示
ko: 저작권 표시
pt: Atribuições
ru: Атрибуция
zh_hans: 数据来源
zh_hant: 著作權資訊

source: Australia
de: Australien
fr: Australie
ja: オーストラリア
ko: 호주
pt: Austrália
ru: Австралия
zh_hans: 澳大利亚
zh_hant: 澳洲

source: Automatic
de: Automatisch
es: Automático
fr: Auto
it: Auto
ja: 自動
ko: 자동
pt: Automático
ru: Авто
zh_hans: 自动
zh_hant: 自動

source: Automatic (Black)
de: Automatisch (Schwarz)
es: Automático (negro)
fr: Automatique (noir)
it: Automatico (nero)
ja: 自動（ブラック）
ko: 자동(블랙)
pt: Automático (preto)
ru: Автоматически (чёрная)
zh_hans: 自动（黑色）
zh_hant: 自動（黑色）

source: Best Sunny Dates
de: Beste sonnige Dates
es: Las mejores fechas soleadas
fr: Meilleures dates ensoleillées
it: Le migliori date soleggiate
ja: 最高の晴れた日
ko: 최고의 화창한 날짜
pt: Melhores datas ensolaradas
ru: Лучшие солнечные свидания
zh_hans: 最佳晴天日期
zh_hant: 最佳晴天日期

source: Best Sunny Places
de: Beste Sonnenorte
es: Mejores lugares soleados
fr: Meilleurs lieux ensoleillés
it: Migliori luoghi soleggiati
ja: 日差しの多い場所
ko: 햇살 좋은 장소
pt: Melhores lugares ensolarados
ru: Лучшие солнечные места
zh_hans: 晴朗的地方
zh_hant: 陽光好的地方

source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: ブラック
ko: 블랙
pt: Preto
ru: Чёрная
zh_hans: 黑色
zh_hant: 黑色

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Center on Current Location
de: Auf den aktuellen Standort zentrieren
es: Centrar en la ubicación actual
fr: Centrer sur l'emplacement actuel
it: Centra sulla posizione corrente
ja: 現在地を中心に
ko: 현재 위치 중심
pt: Centralizar na localização atual
ru: Центрировать по текущему местоположению
zh_hans: 以当前位置为中心
zh_hant: 以目前位置為中心

source: Centers the map on your current location and highlights it.
de: Zentriert die Karte auf Ihren aktuellen Standort und hebt ihn hervor.
es: Centra el mapa en tu ubicación actual y lo resalta.
fr: Centre la carte sur votre position actuelle et la met en surbrillance.
it: Centra la mappa sulla tua posizione corrente e la evidenzia.
ja: 現在の場所を地図の中心に置き、強調表示します。
ko: 현재 위치를 지도 중앙에 맞추고 강조 표시합니다.
pt: Centraliza o mapa na sua localização atual e o destaca.
ru: Центрирует карту по вашему текущему местоположению и выделяет его.
zh_hans: 将地图置于您当前位置的中心并突出显示它。
zh_hant: 將地圖置於您目前位置的中心並突出顯示它。

source: Changes the map metric or refreshes forecasts.
de: Ändert die Kartenmetrik oder aktualisiert die Vorhersagen.
es: Cambia la métrica del mapa o actualiza los pronósticos.
fr: Modifie la métrique de la carte ou actualise les prévisions.
it: Modifica la metrica della mappa o aggiorna le previsioni.
ja: 地図の指標を変更するか、予報を更新します。
ko: 지도 지표를 변경하거나 예보를 새로 고칩니다.
pt: Altera a métrica do mapa ou atualiza as previsões.
ru: Изменяет показатель карты или обновляет прогнозы.
zh_hans: 更改地图指标或刷新天气预报。
zh_hant: 更改地圖指標或重新整理天氣預報。

source: Chart Range
de: Diagrammbereich
es: Intervalo del gráfico
fr: Plage du graphique
it: Intervallo del grafico
ja: グラフ範囲
ko: 차트 범위
pt: Intervalo do gráfico
ru: Диапазон графика
zh_hans: 图表范围
zh_hant: 圖表範圍

source: Checking the nearest cities for clear weather…
de: Überprüfen Sie die nächstgelegenen Städte auf klares Wetter ...
es: Comprobando las ciudades más cercanas para ver si hay tiempo despejado...
fr: Vérification des villes les plus proches pour un temps clair…
it: Controllo delle città più vicine per vedere se c'è bel tempo...
ja: 最寄りの都市の晴天を確認しています…
ko: 날씨가 맑은지 가까운 도시를 확인 중입니다…
pt: Verificando as cidades mais próximas para ver se há tempo bom…
ru: Проверяем ближайшие города на предмет ясной погоды…
zh_hans: 检查最近的城市是否天气晴朗……
zh_hant: 檢查最近的城市是否天氣晴朗…

source: Checks the 25 largest cities in the visible map area for sunny conditions.
de: Prüft die 25 größten Städte im sichtbaren Kartenbereich auf sonnige Bedingungen.
es: Comprueba las 25 ciudades más grandes del área visible del mapa en busca de condiciones soleadas.
fr: Vérifie les conditions ensoleillées dans les 25 plus grandes villes de la zone visible de la carte.
it: Controlla le condizioni di sole nelle 25 città più grandi dell'area visibile della mappa.
ja: 表示中の地図エリアにある最大25都市の晴天状況を確認します。
ko: 현재 보이는 지도 영역의 가장 큰 25개 도시에서 맑은 날씨를 확인합니다.
pt: Verifica condições ensolaradas nas 25 maiores cidades da área visível do mapa.
ru: Проверяет солнечные условия в 25 крупнейших городах видимой области карты.
zh_hans: 检查当前可见地图区域内最大的 25 个城市是否有阳光。
zh_hant: 檢查目前可見地圖區域內最大的 25 個城市是否有陽光。

source: Checks the 25 largest cities within 100 km of your current location for sunny conditions.
de: Prüft die 25 größten Städte im Umkreis von 100 km um deinen aktuellen Standort auf sonnige Bedingungen.
es: Comprueba las 25 ciudades más grandes a menos de 100 km de tu ubicación actual en busca de condiciones soleadas.
fr: Vérifie les conditions ensoleillées dans les 25 plus grandes villes à moins de 100 km de votre position actuelle.
it: Controlla le condizioni di sole nelle 25 città più grandi entro 100 km dalla tua posizione attuale.
ja: 現在地から100 km以内にある最大25都市の晴天状況を確認します。
ko: 현재 위치에서 100km 이내에 있는 가장 큰 25개 도시에서 맑은 날씨를 확인합니다.
pt: Verifica condições ensolaradas nas 25 maiores cidades num raio de 100 km da sua localização atual.
ru: Проверяет солнечные условия в 25 крупнейших городах в радиусе 100 км от вашего текущего местоположения.
zh_hans: 检查当前位置 100 公里范围内最大的 25 个城市是否有阳光。
zh_hant: 檢查目前位置 100 公里範圍內最大的 25 個城市是否有陽光。

source: Choose a city to track its sunny daytime hours.
de: Wähle eine Stadt aus, um ihre sonnigen Tagesstunden zu verfolgen.
es: Elige una ciudad para seguir sus horas de sol durante el día.
fr: Choisissez une ville pour suivre ses heures d’ensoleillement en journée.
it: Scegli una città per monitorare le ore di sole diurne.
ja: 晴れている昼間の時間を確認する都市を選択します。
ko: 낮 동안 맑은 시간을 확인할 도시를 선택하세요.
pt: Escolha uma cidade para acompanhar as horas de sol durante o dia.
ru: Выберите город, чтобы отслеживать солнечные часы в течение дня.
zh_hans: 选择一座城市来追踪其白天的晴朗时段。
zh_hant: 選擇一座城市來追蹤其白天的晴朗時段。

source: Choose a location closer to a supported continent.
de: Wählen Sie einen Standort, der näher an einem unterstützten Kontinent liegt.
es: Elija una ubicación más cercana a un continente admitido.
fr: Choisissez un emplacement plus proche d’un continent pris en charge.
it: Scegli una località più vicina a un continente supportato.
ja: サポートされている大陸に近い場所を選択してください。
ko: 지원되는 대륙에 더 가까운 위치를 선택하십시오.
pt: Escolha um local mais próximo de um continente compatível.
ru: Выберите местоположение ближе к поддерживаемому континенту.
zh_hans: 选择距离受支持的大陆更近的位置。
zh_hant: 選擇距離受支援的大陸較近的位置。

source: Choose a location closer to a supported country.
de: Wählen Sie einen Standort, der näher an einem unterstützten Land liegt.
es: Elija una ubicación más cercana a un país admitido.
fr: Choisissez un emplacement plus proche d'un pays pris en charge.
it: Scegli una località più vicina a un Paese supportato.
ja: サポートされている国に近い場所を選択してください。
ko: 지원되는 국가에 더 가까운 위치를 선택하세요.
pt: Escolha um local mais próximo de um país compatível.
ru: Выберите местоположение ближе к поддерживаемой стране.
zh_hans: 选择距离受支持的国家/地区较近的位置。
zh_hant: 選擇距離受支援的國家較近的位置。

source: Choose another available date.
de: Wähle ein anderes verfügbares Datum.
es: Elige otra fecha disponible.
fr: Choisissez une autre date disponible.
it: Scegli un'altra data disponibile.
ja: 予報がある別の日付を選んでください。
ko: 예보가 있는 다른 날짜를 선택하세요.
pt: Escolha outra data disponível.
ru: Выберите другую дату, для которой доступен прогноз.
zh_hans: 请选择另一个有预报的日期。
zh_hant: 請選擇另一個有預報的日期。

source: Choose From Map
de: Wählen Sie „Aus Karte“.
es: Elija del mapa
fr: Choisir sur la carte
it: Scegli dalla mappa
ja: 地図から選ぶ
ko: 지도에서 선택
pt: Escolha no mapa
ru: Выбрать на карте
zh_hans: 从地图中选择
zh_hant: 從地圖中選擇

source: Choose how partly sunny forecast hours contribute to sunny-hour totals and rankings.
de: Lege fest, wie teilweise sonnige Prognosestunden zu Sonnensummen und Ranglisten beitragen.
es: Elige cómo las horas previstas como parcialmente soleadas contribuyen a los totales y las clasificaciones de horas de sol.
fr: Choisissez comment les heures prévues comme partiellement ensoleillées contribuent aux totaux et aux classements d'heures de soleil.
it: Scegli come le ore previste come parzialmente soleggiate contribuiscono ai totali e alle classifiche delle ore di sole.
ja: 一部晴れの予報時間を日照時間の合計とランキングにどのように反映するかを選択します。
ko: 부분적으로 맑은 예보 시간을 맑은 시간 합계와 순위에 어떻게 반영할지 선택합니다.
pt: Escolha como as horas previstas como parcialmente ensolaradas contribuem para os totais e classificações de horas de sol.
ru: Выберите, как часы с переменной облачностью учитываются в суммарных солнечных часах и рейтингах.
zh_hans: 选择局部晴天预报时段如何计入日照时长总计和排名。
zh_hant: 選擇局部晴天預報時段如何計入日照時長總計和排名。

source: Choose the best date
de: Wähle das beste Datum
es: Elige la mejor fecha
fr: Choisissez la meilleure date
it: Scegli la data migliore
ja: 最適な日を選ぶ
ko: 가장 좋은 날짜 선택
pt: Escolha a melhor data
ru: Выберите лучшую дату
zh_hans: 选择最佳日期
zh_hant: 選擇最佳日期

source: Choose the map overlay
de: Kartenüberlagerung auswählen
es: Elegir la superposición del mapa
fr: Choisir la superposition de carte
it: Scegli la sovrapposizione della mappa
ja: 地図のオーバーレイを選択
ko: 지도 오버레이 선택
pt: Escolher a sobreposição do mapa
ru: Выбрать наложение карты
zh_hans: 选择地图叠加层
zh_hant: 選擇地圖疊加層

source: Choose your starting cities
de: Wählen Sie Ihre Startstädte
es: Elige tus ciudades de inicio
fr: Choisissez vos villes de départ
it: Scegli le tue città di partenza
ja: 出発都市を選択してください
ko: 시작 도시를 선택하세요
pt: Escolha suas cidades iniciais
ru: Выберите стартовые города
zh_hans: 选择您的出发城市
zh_hant: 選擇您的出發城市

source: Cities
de: Städte
es: ciudades
fr: villes
it: città
ja: 都市
ko: 개 도시
pt: cidades
ru: городов
zh_hans: 城市
zh_hant: 個城市

source: Cities Data
de: Städtedaten
es: Datos de ciudades
fr: Données des villes
it: Dati sulle città
ja: 都市データ
ko: 도시 데이터
pt: Dados das cidades
ru: Данные городов
zh_hans: 城市数据
zh_hant: 城市資料

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
ja: 都市
ko: 도시
pt: Cidade
ru: Город
zh_hans: 城市
zh_hant: 城市

source: city name
de: Stadtname
es: nombre de la ciudad
fr: nom de la ville
it: nome della città
ja: 市名
ko: 도시 이름
pt: nome da cidade
ru: название города
zh_hans: 城市名称
zh_hant: 城市名稱

source: City search is temporarily unavailable.
de: Die Stadtsuche ist vorübergehend nicht verfügbar.
es: La búsqueda de ciudades no está disponible temporalmente.
fr: La recherche par ville est temporairement indisponible.
it: La ricerca di città è temporaneamente non disponibile.
ja: 都市検索は現在利用できません。
ko: 도시 검색을 일시적으로 사용할 수 없습니다.
pt: A pesquisa de cidades está temporariamente indisponível.
ru: Поиск городов временно недоступен.
zh_hans: 城市搜索暂时不可用。
zh_hant: 城市搜尋暫時無法使用。

source: Clear
de: Klar
es: Despejado
fr: Dégagé
it: Sereno
ja: 快晴
ko: 맑음
pt: Limpo
ru: Ясно
zh_hans: 晴
zh_hant: 晴朗

source: Clear Data and Reset App
de: Daten löschen und App zurücksetzen
es: Borrar datos y restablecer la app
fr: Effacer les données et réinitialiser l’app
it: Cancella i dati e reimposta l’app
ja: データを消去してアプリをリセット
ko: 데이터 지우기 및 앱 재설정
pt: Limpar dados e redefinir o app
ru: Очистить данные и сбросить приложение
zh_hans: 清除数据并重置 App
zh_hant: 清除資料並重置 App

source: Clear Data and Reset App?
de: Daten löschen und App zurücksetzen?
es: ¿Borrar datos y restablecer la app?
fr: Effacer les données et réinitialiser l’app ?
it: Cancellare i dati e reimpostare l'app?
ja: データを消去してアプリをリセットしますか？
ko: 데이터를 지우고 앱을 재설정할까요?
pt: Limpar dados e redefinir o app?
ru: Очистить данные и сбросить приложение?
zh_hans: 清除数据并重置 App？
zh_hant: 清除資料並重置 App？
